{
  "buffalo-wings.md": {
    "title": "Buffalo Wings",
    "description": "Hands down awesome vegan buffalo wings. One of my favorite quick recipes. You will not believe cauliflower can taste this good. Great as a party app but can definitely be made for dinner!",
    "author": "@Dave_Conner",
    "tags": [
      "american",
      "appetizer",
      "favorites"
    ],
    "date": "August 8, 2017",
    "comments": true,
    "body": "<p><img src=\"/static/img/buffaloWings.jpg\" alt=\"Awesome Title\"></p>\n<p>Hands down awesome vegan buffalo wings. One of my favorite quick recipes. Most people bail when they see that these wings are made with cauliflower but trust me, you have to try them. You will not believe cauliflower can taste this good. Great as a party app but can definitely be made for dinner! Most of the stuff needed for these wings can probably be found in your pantry or fridge right now.</p>\n<p><strong>Cook time:</strong> 45 minutes</p>\n<h2>Ingredients:</h2>\n<ol>\n<li>cauliflower - ( one head )</li>\n<li>hot sauce - ( 1/2 cup )</li>\n<li>vegan butter - ( 1 1/2 tbsp )</li>\n<li>agave nectar - ( 1 tbsp )</li>\n<li>unsweetened non-dairy milk - ( 1/2 cup )</li>\n<li>water - ( 1/2 cup )</li>\n<li>flour - ( 3/4 cup )</li>\n<li>salt - ( 1/4 tsp )</li>\n<li>pepper - ( 1/4 tsp )</li>\n<li>onion powder - ( 2 tsp )</li>\n<li>garlic powder - ( 2 tsp )</li>\n<li>cumin - ( 1 tsp )</li>\n<li>paprika - ( 1 tsp )</li>\n<li>cayenne pepper - ( 1/4 tsp )</li>\n</ol>\n<h2>Directions</h2>\n<p>First thing you want to do is turn on your oven to 450 degrees. Take a cooking sheet and cover it with parchment paper. If you don't have parchment just spray it with an oil spray. Next, cut up your cauliflower. Chop the heads at the stem and then slice the florets into 1&quot; pieces. The thinner these are the better and the crispier they will be.</p>\n<p>After this is done you will want to mix all the dry ingredients into a mixing bowl.  I use all purpose flour but you could use any flour you like. Once all the dry ingredients are mixed together pour in a 1/2 cup of hemp milk or any non-dairy milk and add 1/2 cup of water. Mix in completely with the dry ingredients. You should have a fairly runny consistency but you want it to stick to the cauliflower. If you feel it't too runny then add another tablespoon of flour. If you think its too thick just add some hot sauce to the mix until you get the desired consistency.</p>\n<p>Now that you have your mixture take your cauliflower florets and dunk them, coating them completely and set them on a cookie sheet. Give each wing a little space as you will need to flip them. Once the cooking sheet if filled up place it in the oven and cook for 35 minutes, flipping half way through.</p>\n<p>Once the wings are done mix the butter, agave nectar, and hot sauce together. Brush the mixture over your wings. You could toss them but I think this keeps them crispier.</p>\n<p>And that is it. Enjoy these bad boys with a nice vegan ranch.</p>\n",
    "filename": "buffalo-wings"
  },
  "chickn-salad.md": {
    "title": "Chik'n Salad",
    "description": "A classic that is great on salads, sandwiches, or just enjoyed with chips. This chik'n salad recipe is great for those of us that want more than beans and veggies on our sandwiches.",
    "author": "@Dave_Conner",
    "tags": [
      "american",
      "lunch",
      "fast-meals"
    ],
    "date": "September 12, 2017",
    "comments": true,
    "body": "<p><img src=\"/static/img/chikBacon.jpg\" alt=\"Awesome Title\"></p>\n<p>Chicken salad is definitely one of the items I miss from my omni days. This recipe is a quick and easy replacement which satisfies my craving for deli style chicken salad. I like cooking from scratch but sometimes there is just not enough hours in the day. So for this recipe we will be using a store bought vegan grilled chik'n. I like the Tofurky brand of grilled chik'n but you can use whatever you prefer.</p>\n<p><strong>Cook time:</strong> 10 minutes</p>\n<h2>Ingredients:</h2>\n<ol>\n<li>Tofurky grilled chik'n - ( one package )</li>\n<li>vegan mayo - ( 1/2 cup )</li>\n<li>white vinegar - ( 1 tbsp )</li>\n<li>celery - ( 1/2 cup )</li>\n<li>red onion - ( 1/4 cup )</li>\n<li>sweet peppers - ( 1/4 cup )</li>\n<li>dill - ( 1/2 tsp )</li>\n<li>garlic powder - ( 1/2 tsp )</li>\n<li>salt - ( 1/4 tsp )</li>\n<li>pepper - ( 1/4 tsp )</li>\n<li>celery powder - ( 1/2 tsp )</li>\n<li>paprika - ( 1/2 tsp )</li>\n<li>cayenne pepper - ( 1/4 tsp )</li>\n<li>candied ginger - (1/4 cup - optional)</li>\n</ol>\n<h2>Directions</h2>\n<p>First take your grilled chik'n and chop it up into small pieces. Then finely chop up your celery, red onion and sweet peppers. If you have fresh dill chop and add to the mix.</p>\n<p>Now that you have everything chopped up and ready to go add your mayo and vinegar and stir in your dry ingredients. Once completely mixed your chik'n salad is ready to go.</p>\n<p>You can jazz it up with a finely chopped 1/4 cup of candied ginger. It gives it a nice sweet counter point to an otherwise savory chicken salad. I also like to top mine off with bacon which I hopefully will come out with a recipe for shortly. I hope you enjoy. Let me know thoughts in the comments.</p>\n",
    "filename": "chickn-salad"
  }
}